{
    "list": [
        "Florida Man pays $40,000 for $20,000 Ransom",
        "Intoxicated Florida Woman Arrested for Having Sex With Tree",
        "69-year-old Florida woman finds cougar in living room",
        "Judge bans Florida Man chrome extension.",
        "Florida man fires AR-15 warning shot at playoffs",
        "Florida Man knocks on 7-year-old girl’s window several days straight.",
        "Florida woman arrested for stealing 18 televisions",
        "Florida Man Caught Having Sex With Tree",
        "South Florida man fends off toilet-lid wielding wife",
        "Florida man trashes store, beats clerk who rejects his advances",
        "Florida Man fakes heart attack to steal car",
        "Florida Man Survives Alligator Attack by Shoving His Fingers In Its Eyes",
        "Florida Man convicted of smuggling lizards from Philippines",
        "Florida man kills alligator with putter",
        "Florida woman allegedly pulls gun on anti-gun protesters",
        "Florida Man Arrested for Sniffing Women's Feet",
        "Florida Man Arrested After Stealing Truck Full of Racists",
        "Florida Man Throws Beer, Kicks Cars at ShrimpFest",
        "Florida Man Dresses as Fat Jesus to Return $25,000 to Trump critics",
        "Florida man fights off alligator with shovel",
        "Florida Man Steals Cat Blood From Local Animal Clinic",
        "Florida Woman Charged With Hate Crimes for Painting Swastikas on Synagogues",
        "Florida man creates disturbance with sledgehammer.",
        "Florida man pours beer on police officers",
        "Florida man finds trove of treasures from 1715 shipwreck",
        "Florida Man Threatened To Kill Professor For Scheduling Early-Morning Exam",
        "Florida woman found passed out in grease dumpster",
        "Florida Man tries to get rich by bombing Target stores",
        "Florida man among 8 injured in goose attack",
        "Florida man obsessed with building a 24-foot lawn toilet, neighbors hate it",
        "Florida Man Sniffs 9 Cans Of Baby Formula",
        "Florida woman selling \"manatee shaped\" chicken tender for $5,000",
        "Florida Woman Repeatedly Kicked Boyfriend In Shoulder, Bit His Dog",
        "Florida woman jumps into crocodile pit",
        "Florida Man dupes Boy Scout with fake alligator",
        "Wholesome Florida Man arrested 3 times in search of home",
        "Florida Woman gave 3rd graders lollipops for massages",
        "Florida Man arrested for kicking swans in the woods naked.",
        "Florida man struts his stuff, but denies being exhibitionist",
        "Florida man arrested after jumping into Alligator Exhibit",
        "Florida Man takes Maserati on \"test-drive\", never comes back.",
        "Florida Man says most lives matter",
        "Florida Man Accused of Attacking Girlfriend With Banana",
        "Florida Woman attacks mother, elderly man with bowl of chili",
        "Florida Woman Arrested For Impersonating Nickelback Drummer",
        "Florida Man finds grenade in donation bin for Goodwill store",
        "Florida Man Enraged After Vomiting On Cell Phone",
        "Florida Woman tries to rob eSports players, scared off by shampoo bottle",
        "Florida Man Brandishes Sword at Door-to-door Salesman",
        "Florida Man Insists He Only Drank at Stoplights and Not While Driving",
        "Florida man arrested for fighting gas pump",
        "Florida woman describes her sexual attraction to Tetris",
        "A Florida man throws firecrackers under child's bed",
        "Florida Man Turns Himself In for Murdering his Imaginary Friend",
        "Florida Man Allegedly Posed as Dead Wife on Facebook Live",
        "florida man tries to escape on tricycle",
        "Florida Man pretending to be 'very powerful,' threatened lawsuit during Disney arrest",
        "Florida man accused of throwing bucket of urine at woman.",
        "Florida Man Stuffs Stolen Snake in Pants at Walmart",
        "Florida man urinates on mailbox",
        "Florida man arrested after milk shake assault [x-post from videos]",
        "Florida Man in jail over a $1.05 cigar",
        "Florida Woman Tries To Cash $368 Billion Check",
        "Florida Man sells camel... on Facebook?",
        "Florida man tries to dognap pitbull for $25,000 ransom",
        "Florida Man arrested after Voodoo priest gives bad advice",
        "Florida man, blind dog complete 1,100-mile hike",
        "Florida Man arrested for hurling McDonald's condiments.",
        "Florida man uses wife's head as mop after sandwich fight",
        "Florida man accused of stealing $800 worth of Pokeballs",
        "Florida Man Arrested For Eating Too Many Pork Chops",
        "Florida Man Runs for Congress, Embraces His Cosplay/Rape Fantasy Past"
    ]
}